<template>
  <pre>
    {{ policy }}
  </pre>
</template>

<script>
export default {
  data () {
    return {
      policy: `‘어린이ZIP’은 (이하 '회사'이라 한다) 고객님의 개인정보를 중요시하며, "정보통신망 이용촉진 및 정보보호에 관한 법률”, “개인정보보호법”을 준수하고 있습니다.
회사는 개인정보취급방침을 통하여 고객님께서 제공하시는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보 보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.

본 개인정보 처리방침의 목차는 아래와 같습니다.

  1. 개인정보의 수집 및 이용목적
  2. 개인정보의 수집항목
  3. 개인정보 수집방법
  4. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항
  5. 개인정보의 파기절차 및 방법
  6. 개인정보의 제 3자 제공
  7. 개인정보의 처리 위탁
  8. 만14세 미만의 아동에 대한 개인정보보호
  9. 이용자 및 법정대리인의 권리와 그 행사방법
  10. 개인정보의 기술적/관리적 보호 대책
  11. 개인정보관리책임자 및 담당부서 안내
  12. 고지의 의무
  13. 시행일자

1.개인정보의 수집 및 이용목적
- 회사에서는 어린이ZIP 서비스 이용에 관한 정보를 제공하고 고지하기 위하여 개인정보를 수집하고 있습니다.

  [구분  이용목적]
  설명회 신청 - 어린이ZIP 설명회 참석 접수 및 확인
  FAQ - 어린이ZIP FAQ 접수 및 확인
  1:1 문의하기  - 고객센터 문의 처리 (어린이ZIP 운영DB 미 저장)

2. 개인정보의 수집항목
- 수집 구분 수집항목 보유 및 이용기간 보유근거
- 가맹설명회 신청 이름, 전화번호, 핸드폰번호, 이메일 1개월 보유 후 파기 고객동의
- FAQ / 가맹문의 이름, 전화번호, 핸드폰번호, 이메일 1개월 보유 후 파기 고객동의
- 1:1 문의하기 이름, 휴대폰번호, 전화번호, 이메일 고객에게 동의받은 기간 동안 보유 고객동의 및 법률 근거

  1) 이용자의 인터넷 등 로그기록/이용자 접속지 추적자료 : 3개월(통신비밀보호법)
  3. 개인정보 수집방법
  1) 개인정보 수집 필요 시점에 홈페이지, 서면양식, 전화/팩스, 전자우편 등을 의한 개인정보를 수집
  2) 상담내역 및 이력, 결제기록, 이용기록 등 통상적인 서비스 제공과정에서 자동적으로 수집, 생성되는 정보의 수집
  4. 개인정보 자동수집 장치의 설치, 운영 및 그 거부에 관한 사항

  1) 쿠키(cookie)란?
  회사에서는 고객에 대한 정보를 저장하고 수시로 찾아내는 쿠키(cookie)를 사용합니다. 쿠키는 웹사이트가 고객의 컴퓨터 브라우저(인터넷 익스플로러, 크롬 등)로 전송하는 소량의 정보입니다.

  2) 쿠키(cookie) 운용
  회사에서는 이용자의 편의를 위하여 쿠키를 운영합니다. 쿠키를 통해 수집하는 정보는 회원 아이디에 한하며, 그 외의 다른 정보는 수집하지 않습니다. 쿠키(cookie)를 통해 수집한 회원 아이디는 다음의 목적을 위해 사용됩니다. (쿠키는 브라우저의 종료시나 로그아웃 시 만료됩니다.

  3) 쿠키 설정 거부방법
  고객이 사용하는 웹브라우저의 「옵션」메뉴를 선택함으로써 모든 쿠키를 허용하거나 쿠키를 저장할 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수 있습니다. 단, 쿠키설치를 거부하였을 경우 서비스 제공에 제한이 있을 수 있습니다.

5. 개인정보의 파기절차 및 방법
  1) 파기절차
  고객의 개인정보는 수집, 이용목적이 달성된 후 내부 방침 및 기타 관련 법령에 의한 정보 보호 사유에 따라(보유 및 이용기간 참조) 일정 기간 저장된 후 파기됩니다.
    파기대상 : 보유 및 이용기간, 관련법령에 따른 보존기간이 종료된 고객정보
  2) 파기방법
  전자적 파일형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
  종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.

6. 개인정보의 제 3자 제공
- 회사에서는 고객의 개인정보를 개인정보취급방침의 「개인정보의 이용목적」에서 고지한 범위 또는 서비스이용약관에 명시한 범위 내에서 사용하며, 동 범위를 넘어 이용하거나 제3자에게 제공하지 않습니다.
단 다음의 경우에는 관련 법령의 규정에 의해 고객의 동의 없이 개인정보를 제공하는 것이 가능합니다.

  1) 서비스 제공에 관한 계약 이행
  2) 관련 법령의 규정에 의하거나, 수사목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우
  3) 통계작성, 학술연구나 시장조사를 위해 특정 개인을 식별할 수 없는 형태로 가공하여 제공하는 경우
  *제3자에게 고객 개인정보를 제공이 발생하는 경우 반드시 정보주체에게 제3자 제공에 대한 동의 받도록 하겠습니다.

7. 개인정보의 처리 위탁
- 회사에서는 서비스이행을 위해 다음과 같이 개인정보 취급 업무를 외부 전문업체에 위탁하여 운영하고 있습니다.

8. 만14세 미만의 아동에 대한 개인정보보호
- 회사는 만 14세 미만의 아동 개인정보 수집시 법정 대리인의 동의여부를 확인하고, 법정대리인 권리행사 시 본인확인을 진행합니다. 이 경우 정보주체가 동의하신 사항에서만 이용하며, 개인정보의 열람 및 오류정정을 요구 시, 지체 없이 필요한 조치를 취하며 오류정정 요구가 있을 시 그 정정 때까지 당해 해당정보를 이용하지 않습니다.

9. 이용자 및 법정대리인의 권리와 그 행사방법
  1) 이용자는 언제든지 본인의 개인정보의 열람 및 오류정정을 요구할 수 있고, 당 회사에서는 지체 없이 필요한 조치를 취하며 오류정정 요구가 있을 시 그 정정 때까지 당해 해당정보를 이용하지 않습니다.
  2) 또한, 담당자에게 이메일 또는 전화로 연락하여 회원님 본인임을 확인한 후 열람/변경/회원탈퇴 신청을 하실 수 있습니다.

10. 개인정보의 기술적/관리적 보호 대책
- 회사에서는 수집된 개인정보의 안정성 확보를 위하여 아래와 같은 기술적/관리적 대책을 강구하고 있습니다.

  [기술적 대책]
  1) 고객님의 개인정보는 비밀번호에 의해 보호되며, 파일 및 전송 데이터를 암호 화하여 중요한 데이터는 보호되고 있습니다.
  2) 해킹 등에 의한 고객님의 개인정보가 유출되는 것을 방지하기 위해 외부로부터의 침입을 차단하는 네트워크 및 시스템 측면의 별도의 보안 장치(방화벽 등)를 사용하여 침입의 차단 및 모니터링을 수행하고 있습니다.
  3) 또한 응용 프로그램의 공격을 통한 정보 유출을 막기 위한 보안 장치(VPN등)도 가동하고 있습니다.
  4) 백신 및 패치 자동 설치 프로그램을 이용하여, 컴퓨터 바이러스에 의한 피해를 방지하기 위한 조치를 취하고 있습니다. 해당 프로그램은 주기적으로 업데이트되며 갑작스런 바이러스가 출현할 경우, 즉시 패치를 적용함으로써 개인정보가 침해되는 것을 방지하고 있습니다.

  [관리적 대책]
  1) 회사에서는 고객님의 개인정보에 대한 접근권한을 최소한의 인원으로 제한하고 있으며 그에 해당하는 자는 다음과 같습니다.
  이용자를 직접 상대로 하여 마케팅 업무를 수행하는 자
  개인정보 보호책임자 및 담당자 등 개인정보관리업무를 수행하는 자
  기타 업무상 개인정보의 취급이 불가피한 자
  2) 취급자에 의하여 개인정보가 분실, 도난, 유출 등이 되지 아니하도록 의식함양 및 지속적인 교육을 실시합니다.
  3) 개인정보 관련 취급자의 업무 인수인계는 보안이 유지된 상태에서 철저하게 이뤄지고 있으며 입사 및 퇴사 후 개인정보 사고에 대한 책임을 명확화하고 있습니다.
  4) 전산실 및 자료 보관실 등을 특별 보호구역으로 설정하여 출입을 통제하고 있습니다.
  5) 회사에서는 이용자 개인의 실수나 기본적인 인터넷의 위험성 때문에 일어나는 일들에 대해 책임을 지지 않습니다. 회원 개개인이 본인의 개인정보를 보호하기 위해서 자신의 아이디와 비밀번호를 적절하게 관리하고 여기에 대한 책임을 져야 합니다.
  6) 그 외 내부 관리자의 실수나 기술관리상의 사고로 인해 개인정보의 상실, 유출, 변조, 훼손이 유발될 경우 즉각 고객님께 사실을 알리고 적절한 대책과 보상을 강구할 것입니다.

  11. 개인정보관리책임자 및 담당부서 안내
  회사에서는 고객의 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 개인정보 관리담당자를 지정하고 있습니다.
  고객께서는 당 회사의 서비스를 이용하시며 발생하는 모든 개인정보보호 관련 민원을 개인정보 보호책임자, 개인정보보호 담당자에게 신고하실 수 있으며 당 회사에서는 고객의 신고사항에 대해 신속하게 충분한 답변을 드릴 것입니다.

  12. 고지의 의무
  현 개인정보취급방침은 2019년 9월 23일부터 적용됩니다. 개인정보취급방침의 내용은 수시로 변경될 수 있으며, 변경 내용의 확인이 용이하도록 회사의 홈페이지 첫 화면 하단에 상시로 공개 합니다.
  현 개인정보취급방침 내용의 변경이 있을 경우 변경사항을 최소 7일전부터 홈페이지 ‘공지사항’을 통하여 공지합니다. 단, 회원님의 권리 또는 의무에 중요한 내용의 변경은 시행일로부터 30일 이전에 고지합니다.

  13. 시행일자
  공고일 : 2020년 10월 6일
  시행일 : 2019년 10월 6일
`
    }
  }
}
</script>

<style scoped>
pre{
  white-space: -moz-pre-wrap;
  white-space: -pre-wrap;
  white-space: -o-pre-wrap;
  white-space: pre-wrap; /* pre tag내에 word wrap */
  word-wrap: break-word;
  display:block;
  text-align: left;
  font-family: NanumSqareRound, Avenir, Helvetica, Arial, sans-serif;
}
</style>
